Repository: LukaZyrgon/OBPress_RoomPage
Catalog: languages/OBPress_RoomPage-*.po
Languages: es_es

source: Service Tax and ISS
es_es: Impuesto de Servicios e ISS

source: Tax
es_es: Impuesto

source: Not refundable
es_es: No reembolsable

source: SUPERIOR DOUBLE
es_es: DOBLE SUPERIOR

source: Book 2 nights in advance
es_es: Reserva con 2 noches de antelación

source: Stay a minimum of 3 nights
es_es: Estancia mínima de 3 noches

source: Number of rooms
es_es: Número de habitaciones

source: Breakfast Extra
es_es: Desayuno adicional

source: All Inclusive
es_es: Todo incluido

source: Best Available Rate - AI
es_es: Mejor tarifa disponible - AI

source: Fri
es_es: Vie

source: Mon
es_es: Lun

source: add another room
es_es: añadir otra habitación

source: Attractions
es_es: Atracciones

source: Home and bath products
es_es: Productos para el hogar y el baño

source: Wellness and Sport
es_es: Bienestar y Deporte

source: Restaurants and Bars
es_es: Restaurantes y Bares

source: General Services
es_es: Servicios Generales

source: Great little-lunch
es_es: Gran pequeño almuerzo

source: 24 Hour reception
es_es: Recepción 24 horas

source: Free Coffee
es_es: Café Gratis

source: Shopping nearby
es_es: Compras cercanas

source: Bike Rental
es_es: Alquiler de bicicletas

source: Free wifi all hotel
es_es: Wifi gratis en todo el hotel

source: This special package offers:
es_es: Este paquete especial ofrece:

source: Spring Season
es_es: Temporada de primavera

source: Hilton Rio de Janeiro Copacabana
es_es: Hilton Río de Janeiro Copacabana

source: Elementor Test Extension
es_es: Extensión de prueba de Elementor

source: sat
es_es: se sentó

source: fri
es_es: vie

source: thu
es_es: jue

source: wed
es_es: casarse

source: tue
es_es: mar

source: mon
es_es: lun

source: sun
es_es: sol

source: Basket Button Height
es_es: Altura del botón de la cesta

source: Basket Stay Info Arrow Height
es_es: Altura de la flecha de la información de la estancia de la cesta

source: Basket Stay Info Arrow Width
es_es: Ancho de la flecha de la información de la estancia de la cesta

source: Basket Hotel Stars Height
es_es: Cesta Hotel Estrellas Altura

source: Basket Hotel Stars Width
es_es: Cesta Hotel Estrellas Ancho

source: Basket Box Shadow
es_es: Cesta Caja Sombra

source: Basket Width
es_es: Ancho de la cesta

source: Basket Vertical Position
es_es: Posición vertical de la cesta

source: Basket Button Transition Duration
es_es: Duración de la transición del botón de cesta

source: Basket Button Hover Color
es_es: Color de desplazamiento del botón de la cesta

source: Basket Button Hover Backgournd Color
es_es: Color de fondo del botón de la cesta

source: Basket Button Color
es_es: Color del botón de la cesta

source: Basket Button Backgournd Color
es_es: Color de fondo del botón de cesta

source: Basket Button Margin
es_es: Margen del botón de la cesta

source: Basket Total Price Typography
es_es: Tipografía de precio total de la cesta

source: Basket Total Price Color
es_es: Cesta Precio Total Color

source: Basket Total Title Typography
es_es: Tipografía del título total de la cesta

source: Basket Total Title Color
es_es: Cesta Total Título Color

source: Basket Total Price Justify Content
es_es: Cesta Precio Total Justificar Contenido

source: Basket Total Price Padding
es_es: Relleno del precio total de la cesta

source: Basket Total Price Styles
es_es: Estilos de precio total de la cesta

source: Basket Room Tax Currency Typography
es_es: Basket Room Tax Moneda Tipografía

source: Basket Room Tax Price Typography
es_es: Cesta Habitación Impuesto Precio Tipografía

source: Basket Room Tax Message Typography
es_es: Tipografía de mensaje de impuestos de la habitación de la cesta

source: Basket Room Tax Message Color
es_es: Cesta Room Tax Mensaje Color

source: Basket Room Tax Results Justify Content
es_es: Cesta Room Tax Results Justify Content

source: Basket Room Tax Icon Height
es_es: Altura del icono de impuestos de la habitación de la cesta

source: Basket Room Tax Icon Width
es_es: Ancho del icono de impuestos de la habitación de la cesta

source: Basket Room Tax Title Typography
es_es: Tipografía de título de impuesto de habitación de cesta

source: Basket Room Tax Title Color
es_es: Color del título del impuesto de la habitación de la cesta

source: Basket Room Tax Title Margin
es_es: Margen de título de impuesto de habitación de canasta

source: Basket Room Tax Justify Content
es_es: Contenido de la justificación del impuesto sobre la habitación de la cesta

source: Basket Room Tax Padding
es_es: Relleno de impuestos de la habitación de la cesta

source: Basket Room Discount Border
es_es: Borde de descuento de la habitación de la cesta

source: Basket Room Discount Typography
es_es: Tipografía de descuento de la habitación de la cesta

source: Basket Room Discount Color
es_es: Basket Room Descuento Color

source: Basket Room Discount Padding
es_es: Relleno de descuento de Basket Room

source: Basket Room Remover Typography
es_es: Tipografía del removedor de la habitación de la cesta

source: Basket Room Remover Color
es_es: Color del removedor de la habitación de la cesta

source: Basket Room Info Policy Name Typography
es_es: Cesta Información de la habitación Nombre de la política Tipografía

source: Basket Room Info Policy Name Color
es_es: Cesta Información de habitación Política Nombre Color

source: Basket Room Policy Padding
es_es: Relleno de la política de la habitación de la cesta

source: Basket Room Policy Justify Content
es_es: Cesto Política de habitaciones Justificar contenido

source: Basket Room Info Currency Typography
es_es: Basket Room Info Moneda Tipografía

source: Basket Room Info Price Typography
es_es: Cesta Habitación Información Precio Tipografía

source: Basket Room Info Quantity Typography
es_es: Cesta Habitación Información Cantidad Tipografía

source: Basket Room Info Name Typography
es_es: Basket Room Info Nombre Tipografía

source: Basket Room Info Name Color
es_es: Cesta Room Info Nombre Color

source: Basket Room Title Price Margin
es_es: Cesta Margen de precio de título de habitación

source: Basket Room Info Justify Content
es_es: Cesta Información de la habitación Justificar el contenido

source: Basket Room Info Padding
es_es: Cesta Room Info Relleno

source: Basket Room Info Border
es_es: Borde de información de la habitación de la cesta

source: Basket Room Info Margin
es_es: Margen de información de la habitación de la cesta

source: Basket Room Styles
es_es: Estilos de la habitación de la cesta

source: Basket Stay Info Values Text Align
es_es: Cesta Estancia Información Valores Texto Alinear

source: Basket Stay Info Values Typography
es_es: Basket Stay Info Valores Tipografía

source: Basket Stay Info Values Color
es_es: Cesta Estancia Información Valores Color

source: Basket Stay Info Arrow Margin
es_es: Cesta Estancia Información Flecha Margen

source: Basket Stay Info Arrow Color
es_es: Cesta Estancia Información Flecha Color

source: Basket Stay Info Date Typography
es_es: Cesta Estancia Información Fecha Tipografía

source: Basket Stay Info Date Color
es_es: Cesta Estancia Info Fecha Color

source: Basket Stay Info Title Margin
es_es: Cesta Estancia Información Título Margen

source: Basket Stay Info Title Typography
es_es: Basket Stay Info Título Tipografía

source: Basket Stay Info Title Color
es_es: Cesta Estancia Información Título Color

source: Basket Stay Dates Margin
es_es: Margen de fechas de estancia de la cesta

source: Basket Stay Dates Border
es_es: Borde de fechas de estancia de la cesta

source: Basket Stay Info Justify Content
es_es: Cesta Estancia Info Justificar Contenido

source: Basket Hotel Name Align
es_es: Cesta Hotel Nombre Alinear

source: Basket Hotel Name Typography
es_es: Tipografía del nombre del hotel de la cesta

source: Baket Hotel Name Color
es_es: Color del nombre del hotel Baket

source: Basket Hotel Name Margin
es_es: Cesta Hotel Nombre Margen

source: Basket Hotel Stars Margin
es_es: Cesta Hotel Estrellas Margen

source: Basket Hotel Stars Justify Content
es_es: Cesta Hotel Estrellas Justificar contenido

source: Basket Info Padding
es_es: Relleno de información de la cesta

source: Basket Info Style
es_es: Estilo de información de cesta

source: Baket Hotel Result Background Color
es_es: Color de fondo del resultado del hotel Baket

source: Baket Background Color
es_es: Color de fondo del pastel

source: Basket Margin
es_es: Margen de cesta

source: Basket Style
es_es: Estilo de cesta

source: Please wait...
es_es: Espere por favor...

source: Amenities
es_es: Comodidades

source: Modify
es_es: Modificar

source: Type your Room ID here
es_es: Escriba su ID de habitación aquí

source: Room ID
es_es: Identificación de la habitación

source: Hide
es_es: Ocultar

source: Show
es_es: Espectáculo

source: Read Room ID from Input
es_es: Leer el ID de la sala desde la entrada

source: Content
es_es: Contenido

source: Info Box Shadow
es_es: Sombra del cuadro de información

source: Room Name Box Shadow
es_es: Sombra del cuadro del nombre de la habitación

source: Error Button Width
es_es: Ancho del botón de error

source: Error Button Padding
es_es: Relleno del botón de error

source: Error Button Transition
es_es: Transición del botón de error

source: Error Button Hover Color
es_es: Color de desplazamiento del botón de error

source: Error Button Typography
es_es: Tipografía de botón de error

source: Error Button Color
es_es: Color del botón de error

source: Error Button Hover Background Color
es_es: Color de fondo del botón de error

source: Error Button Background Color
es_es: Color de fondo del botón de error

source: Error Message Typography
es_es: Tipografía de mensaje de error

source: Error Message Color
es_es: Color del mensaje de error

source: Error Icon Margin
es_es: Margen de icono de error

source: Error Icon Width
es_es: Ancho del icono de error

source: Error Vertical Align
es_es: Error de alineación vertical

source: Error Horizontal Align
es_es: Error de alineación horizontal

source: Error Border Radius
es_es: Radio de borde de error

source: Error Background COlor
es_es: Color de fondo de error

source: Error Height
es_es: Altura de error

source: Error Width
es_es: Ancho de error

source: Error Padding
es_es: Relleno de error

source: Error Margin
es_es: Margen de error

source: Error Section Style
es_es: Estilo de sección de error

source: Change Search Button Typography
es_es: Cambiar la tipografía del botón de búsqueda

source: Change Search Button Transition Duration
es_es: Cambiar la duración de la transición del botón de búsqueda

source: Change Search Button Hover Color
es_es: Cambiar el color de desplazamiento del botón de búsqueda

source: Change Search Button Color
es_es: Cambiar el color del botón de búsqueda

source: Change Search Button Padding
es_es: Cambiar el relleno del botón de búsqueda

source: Restricted Typography
es_es: Tipografía restringida

source: Restricted Color
es_es: Color restringido

source: Add Remove Buttons Transition Duration
es_es: Agregar quitar botones Duración de la transición

source: Add Remove Buttons Height
es_es: Agregar Quitar altura de los botones

source: Selected Rooms Value Width
es_es: Ancho de valor de las habitaciones seleccionadas

source: Add Remove Buttons Width
es_es: Añadir Quitar ancho de botones

source: Add Remove Buttons Typography
es_es: Añadir quitar tipografía de botones

source: Add Remove Buttons Color
es_es: Añadir Quitar Color de Botones

source: Add Remove Buttons Border
es_es: Agregar borde de botones de eliminación

source: Add Remove Buttons Hover Background Color
es_es: Añadir Quitar botones Color de fondo de desplazamiento

source: Add Remove Buttons Background Color
es_es: Añadir Quitar color de fondo de los botones

source: Add Remove Buttons Justify Content
es_es: Añadir Quitar Botones Justificar Contenido

source: Number Rooms Padding
es_es: Relleno de número de habitaciones

source: Number Rooms Typography
es_es: Tipografía de número de habitaciones

source: Number Rooms Color
es_es: Número Habitaciones Color

source: Book Button Hover Color
es_es: Color de desplazamiento del botón de libro

source: Book Button Hover Background Color
es_es: Color de fondo del botón de libro

source: Book Button Typography
es_es: Tipografía de botón de libro

source: Book Button Color
es_es: Color del botón del libro

source: Book Button Background Color
es_es: Color del botón del libro

source: Book Button Padding
es_es: Relleno de botón de libro

source: Related Cards Buttons Style
es_es: Estilo de botones de tarjetas relacionadas

source: Tax Typography
es_es: Tipografía fiscal

source: Tax Color
es_es: Color fiscal

source: Price Symbol Decimal Typography
es_es: Precio Símbolo Decimal Tipografía

source: Price Typography
es_es: Tipografía de precio

source: Price Color
es_es: Precio Color

source: Lowest Price Color
es_es: Color de precio más bajo

source: Top
es_es: Parte superior

source: Bottom
es_es: Abajo

source: Price Button Vertical Align
es_es: Alineación vertical del botón de precio

source: Price Button Horizontal Align
es_es: Alineación horizontal del botón de precio

source: Full Price Text Align
es_es: Alineación de texto de precio completo

source: Full Price Margin
es_es: Margen de precio total

source: Full Price Typography
es_es: Tipografía de precio completo

source: Full Price Color
es_es: Color de precio completo

source: Included Dot Margin
es_es: Margen de punto incluido

source: Included Dot Typography
es_es: Tipografía de puntos incluidos

source: Included Dot Color
es_es: Color de punto incluido

source: Included Margin
es_es: Margen incluido

source: Included Typography
es_es: Tipografía incluida

source: Included Color
es_es: Color incluido

source: Policy Name Margin
es_es: Margen del nombre de la póliza

source: Policy Text Align
es_es: Alineación de texto de política

source: Policy Typography
es_es: Tipografía de política

source: Policy Color
es_es: Color de la póliza

source: Room Name Margin
es_es: Margen de nombre de habitación

source: Room Name Text Align
es_es: Nombre de la habitación Alinear texto

source: Cards Padding
es_es: Relleno de tarjetas

source: Cards Backgroung Color
es_es: Color de fondo de las tarjetas

source: Cards Width
es_es: Ancho de las tarjetas

source: Related Cards Style
es_es: Estilo de tarjetas relacionadas

source: Title Align
es_es: Alinear título

source: Title Margin
es_es: Margen del título

source: Title Typography
es_es: Tipografía de título

source: Title Color
es_es: Color del título

source: Related Rooms Title Style
es_es: Estilo de título de habitaciones relacionadas

source: Button Transition Duration
es_es: Duración de la transición del botón

source: Button Height
es_es: Altura del botón

source: Button Width
es_es: Ancho del botón

source: Searchbar Button Border Hover Color
es_es: Color de desplazamiento del borde del botón de la barra de búsqueda

source: Searchbar Button Background Hover Color
es_es: Color de fondo del botón de la barra de búsqueda

source: Searchbar Button Text Hover Color
es_es: Color de desplazamiento del texto del botón de la barra de búsqueda

source: Searchbar Button Border Width
es_es: Ancho del borde del botón de la barra de búsqueda

source: Searchbar Button Border Color
es_es: Color del borde del botón de la barra de búsqueda

source: Searchbar Button Background Color
es_es: Color de fondo del botón de la barra de búsqueda

source: Searchbar Button Typography
es_es: Tipografía del botón de la barra de búsqueda

source: Searchbar Button Text Color
es_es: Color del texto del botón de la barra de búsqueda

source: Searchbar Button Padding
es_es: Relleno del botón de la barra de búsqueda

source: Searchbar Inputs Typography
es_es: Tipografía de entradas de la barra de búsqueda

source: Searchbar Inputs Text Color
es_es: Color de texto de las entradas de la barra de búsqueda

source: Searchbar Title Typography
es_es: Tipografía del título de la barra de búsqueda

source: Searchbar Title Text Color
es_es: Color del texto del título de la barra de búsqueda

source: Searchbar Elements Padding
es_es: Relleno de elementos de la barra de búsqueda

source: Flex Start
es_es: Comienzo flexible

source: Flex End
es_es: Extremo flexible

source: Space Evenly
es_es: Espacio uniformemente

source: Space Around
es_es: Espacio alrededor

source: Space Between
es_es: Espacio entre

source: Searchbar Justify Content
es_es: Barra de búsqueda Justificar contenido

source: Searchbar Padding
es_es: Relleno de la barra de búsqueda

source: Searchbar Margin
es_es: Margen de la barra de búsqueda

source: Room Searchbar Style
es_es: Estilo de barra de búsqueda de habitaciones

source: Room See More Text Color
es_es: Habitación Ver más Color del texto

source: Room Description Text Align
es_es: Descripción de la habitación Alinear texto

source: Room Description Typography
es_es: Tipografía de descripción de habitación

source: Room Description Text Color
es_es: Descripción de la habitación Color del texto

source: Room Included Categories Margin
es_es: Habitación Incluida Categorías Margen

source: Room Included Categories Text Margin
es_es: Habitación Incluida Categorías Margen de texto

source: Room Categories Active Typography
es_es: Categorías de habitaciones Tipografía activa

source: Room Categories Active Text Color
es_es: Categorías de habitaciones Color de texto activo

source: Room Categories Typography
es_es: Categorías de habitaciones Tipografía

source: Room Categories Text Color
es_es: Categorías de habitaciones Color del texto

source: Room Included Margin
es_es: Margen incluido en la habitación

source: Room Included Text Margin
es_es: Margen de texto incluido en la habitación

source: Room Included Typography
es_es: Tipografía de habitación incluida

source: Room Included Text Color
es_es: Habitación incluida Color del texto

source: Room Included Message Margin
es_es: Margen de mensaje de habitación incluida

source: Room Message Margin
es_es: Margen de mensajes de la sala

source: Right
es_es: Derecha

source: Center
es_es: Centro

source: Left
es_es: Izquierda

source: Room Message Text Align
es_es: Alineación de texto de mensaje de sala

source: Room Message Typography
es_es: Tipografía de mensaje de habitación

source: Room Message Text Color
es_es: Color del texto del mensaje de la habitación

source: Info Background Color
es_es: Color de fondo de información

source: Info Padding
es_es: Relleno de información

source: Room Info Style
es_es: Estilo de información de la habitación

source: Room Name Typography
es_es: Tipografía del nombre de la habitación

source: Room Name Color
es_es: Color del nombre de la habitación

source: Hotel Name Typography
es_es: Tipografía del nombre del hotel

source: Hotel Name Color
es_es: Color del nombre del hotel

source: Room Name Background Color
es_es: Color de fondo del nombre de la habitación

source: Room Name Padding
es_es: Relleno de nombre de habitación

source: Partial Payment Background Color
es_es: Color de fondo de pago parcial

source: Partial Payment Value Typography
es_es: Tipografía de valor de pago parcial

source: Partial Payment Typography
es_es: Tipografía de pago parcial

source: Partial Payment Color
es_es: Color de pago parcial

source: Payment Padding
es_es: Relleno de pago

source: Image Margin
es_es: Margen de imagen

source: Room Main Style
es_es: Estilo principal de la habitación

source: Room Page
es_es: Página de la habitación

source: Destination or Hotel
es_es: Destino u Hotel

source: Related rooms
es_es: Habitaciones relacionadas

source: NIghts
es_es: Noches

source: Restricted Days
es_es: Días restringidos

source: adults
es_es: adultas

source: adult
es_es: adulta

source: *Price for
es_es: *Precio por

source: Night
es_es: Noche

source: Special Offer
es_es: Oferta especial

source: Offers for you
es_es: Ofertas para ti

source: Select date of stay
es_es: Seleccionar fecha de estancia

source: Search
es_es: Búsqueda

source: LOYALTY CODE
es_es: CÓDIGO DE LEALTAD

source: PROMO CODE
es_es: CÓDIGO PROMOCIONAL

source: Enter your code
es_es: Ingrese su código

source: GROUP CODE
es_es: EL CODIGO DEL GRUPO

source: I HAVE A CODE
es_es: TENGO UN CÓDIGO

source: Choose type
es_es: Elegir tipo

source: I have a code
es_es: Tengo un código

source: Apply
es_es: Aplicar

source: Ddd another room
es_es: Añadir otra habitación

source: Incorrect Age
es_es: Edad incorrecta

source: years old
es_es: viejos años

source: Age
es_es: Años

source: to the
es_es: hacia

source: Children
es_es: Niñas

source: Adults
es_es: Adultas

source: NUMBER OF ROOMS
es_es: NÚMERO DE HABITACIONES

source: Remove room
es_es: Quitar habitación

source: Guest
es_es: Invitada

source: Rooms
es_es: Habitaciones

source: Rooms and guests
es_es: Habitaciones e invitadas

source: Dates of stay
es_es: Fechas de estadía

source: Enter hotel name or city
es_es: Ingrese el nombre del hotel o la ciudad

source: Select destination or hotel
es_es: Selecciona destino u hotel

source: All Hotels
es_es: Todos los hoteles

source: read less
es_es: Leer menos

source: read more
es_es: Lee mas

source: Description
es_es: Descripción

source: Area
es_es: Área

source: People
es_es: Gente

source: Occupancy max
es_es: Ocupación máxima

source: View
es_es: Vista

source: The superior apartment offers:
es_es: El apartamento superior ofrece:

source: Pay up to
es_es: Pagar hasta

source: photos
es_es: fotos

source: More
es_es: Más

source: Change your search
es_es: Cambia tu búsqueda

source: There are no rooms available for the dates indicated.
es_es: No hay habitaciones disponibles para las fechas indicadas.

source: Book Now
es_es: Reservar ahora

source: Nº of rooms
es_es: Nº de habitaciones

source: Includes taxes and fees
es_es: Incluye impuestos y tasas

source: Allow Cancellation
es_es: Permitir cancelación

source: Non Refundable
es_es: No reembolsable

source: Free Cancellation
es_es: Cancelación gratis

source: Change Search
es_es: Cambiar búsqueda

source: Closed on departure
es_es: Cerrado a la salida

source: YES
es_es: SÍ

source: Closed on arrival
es_es: Cerrado a la llegada

source: nights in advance
es_es: noches de antelación

source: Book
es_es: Libro

source: Stay a maximum of
es_es: permanecer un máximo de

source: Stay a minimum of
es_es: permanecer un mínimo de

source: Fees
es_es: Tarifa

source: Discount
es_es: Descuento

source: Remove
es_es: Remover

source: Next step
es_es: Próximo paso

source: Guests
es_es: Invitadas

source: Nights
es_es: Noches

source: Room
es_es: Habitación
